Repository: luoqi1987425/narrow
Catalog: application/locale/*/LC_MESSAGES/default.po
Languages: nl_nl

source: Admin account does not exist
nl_nl: Admin account bestaat niet

source: Incorrect password
nl_nl: Bevestig wachtwoord

source: This user does not exist
nl_nl: Admin account bestaat niet

source: Email already exists
nl_nl: E-mail adres bestaat al

source: Only logged in users can modify their profile information.
nl_nl: Alleen ingelogde gebruiker kan profielinformatie wijzigen

source: User does not exist
nl_nl: Arts bestaat niet

source: Default administrator role cannot be changed
nl_nl: Statndaard Admin kan de rol niet aanpassen

source: This user has not been rejected
nl_nl: Arts is niet afgekeurd

source: You do not have permission to delete this file
nl_nl: U heeft geen rechten om het bestand te verwijderen

source: You do not have permission to download this file
nl_nl: U heeft geen rechten om het bestand te uploaden

source: You do not have permission to upload files
nl_nl: U heeft geen rechten om het bestand te uploaden

source: You need to specify a file to upload
nl_nl: Kies een bestand dat u wilt uploaden

source: You do not have permission to delete this comment
nl_nl: U heeft geen rechten om de reactie te verwijderen

source: Doctors
nl_nl: Artsen

source: News
nl_nl: Nieuws

source: Article
nl_nl: Artikelen

source: File
nl_nl: Bestanden

source: Static Cms
nl_nl: Statische CMS

source: Logout
nl_nl: Uitloggen

source: Admin Panel
nl_nl: Admin

source: New Password
nl_nl: Nieuw wachtwoord

source: Confirm Password
nl_nl: Bevestig Wachtwoord

source: Submit
nl_nl: Bevestigen

source: Article Edit Panel
nl_nl: Artikel beheer

source: Please input a title!
nl_nl: Vul een titel in

source: Article Panel
nl_nl: Artikel beheer

source: Create
nl_nl: Toevoegen

source: Title
nl_nl: Titel

source: Create Time
nl_nl: Aanmaak datum

source: Action
nl_nl: Actie

source: Edit
nl_nl: Wijzigen

source: Static CMS Edit Panel
nl_nl: Statische CMS Wijzigen

source: Static CMS Panel
nl_nl: Statische CMS

source: Static Cms Name
nl_nl: Statische CMS Naam

source: Doctor Panel
nl_nl: Beheer Artsen

source: All
nl_nl: Alles

source: Waiting
nl_nl: Wachten

source: Approved
nl_nl: Goedgekeurd

source: Rejected
nl_nl: In behandeling

source: There is no doctor in this category.
nl_nl: Er is geen arts in deze categorie

source: Name
nl_nl: Naam

source: Plus Doctor
nl_nl: Plus Arts

source: Regular Doctor
nl_nl: Standaard Arts

source: Disapproved
nl_nl: Behandeling

source: View
nl_nl: Bekijken

source: Reject
nl_nl: Afkeuren

source: Verify Admin
nl_nl: Goedkeuren Admin

source: Verify Regular
nl_nl: Goedkeuren Standaard

source: Verify Plus
nl_nl: Goedkeuren Plus

source: To Admin
nl_nl: Omzetten Admin

source: To Regular
nl_nl: Omzetten Standaard

source: To Plus
nl_nl: Omzetten Plus

source: Enable
nl_nl: Activeren

source: Are you sure you want to reject this user?
nl_nl: Weet u zeker dat u dit account wilt afkeuren?

source: Are you sure you want to approve this user?
nl_nl: Weet u zeker dat u dit account wilt goedkeuren?

source: Are you sure you want to change user's role?
nl_nl: Weet u zeker dat u de rol wilt wijzigen?

source: Are you sure you want to enable this user?
nl_nl: Weet u zeker dat u dit account wilt activeren?

source: Role
nl_nl: Rol

source: Occupation
nl_nl: Beroep

source: Place Of Work
nl_nl: Werkzaam bij

source: Comments
nl_nl: Commentaar

source: News Comments
nl_nl: Nieuws Reacties

source: Upload Files
nl_nl: Bestanden uploaden

source: File Edit Panel
nl_nl: Wijzig bestanden

source: File Panel
nl_nl: Beheer bestanden

source: Owner
nl_nl: Eigenaar

source: Delete
nl_nl: Verwijderen

source: Are you sure you want to delete this file ?
nl_nl: Weet u zeker dat u dit bestand wilt verwijderen?

source: Welcome to the Content Management System (CMS)
nl_nl: Welkom bij het Mundi Pharma CMS

source: Doctors waitting for process
nl_nl: Nog te verwerken

source: Register Time
nl_nl: Registreer datum

source: No doctor need to be processed
nl_nl: Niets te verwerken

source: Username
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: News Edit Panel
nl_nl: Wijzigen Nieuws

source: Doctor
nl_nl: Dokter

source: Are you sure you want to delete this comment?
nl_nl: Weet u zeker dat u dit bestand wilt verwijderen?

source: News Panel
nl_nl: Beheer Nieuws

source: Profile
nl_nl: Profiel

source: Search keyword should not be empty!
nl_nl: Zoekwoord mag niet leeg zijn

source: Articles
nl_nl: Artikelen

source: Upload File
nl_nl: Upload bestand

source: Click this button to upload your file
nl_nl: Klik hier om bestand te uploaden

source: upload
nl_nl: uploaden

source: Download Files
nl_nl: Bestanden downloaden

source: Download now
nl_nl: Download nu

source: Description
nl_nl: Beschrijving

source: You should input file title!
nl_nl: U dient een titel in te voeren

source: You should input file description!
nl_nl: U dient een beschrijving in te voeren

source: You should select the file!
nl_nl: U dient een bestand te selecteren

source: New Here?
nl_nl: Nieuw hier?

source: Sign up
nl_nl: Aanmelden

source: You should input a right email address!
nl_nl: U dient een geldig e-mail adres in te voeren

source: You should input password!
nl_nl: u dient een wachtwoord in te voeren

source: It's your first time Login. you can change your password
nl_nl: Dit is de eerste keer dat u inlogt. U dient uw wachtwoord te wijzigen

source: Modify
nl_nl: Wijzigen

source: You should input a new password
nl_nl: U dient een nieuw wachtwoord in te voeren

source: Password and confirmPassword should be same.
nl_nl: Wachtwoorden moeten overeenkomen

source: Register
nl_nl: Aanmelden

source: Back
nl_nl: Terug

source: You should input your name!
nl_nl: U dient uw naam in te vullen

source: Email already exist!
nl_nl: E-mail adres bestaat al

source: Go Back to Mundipharma
nl_nl: Terug naar Mundi Pharma

source: Post a new comment
nl_nl: Plaats een reactie

source: Comment should not be empty
nl_nl: Reactieveld kan niet leeg zijn

source: Confirm password
nl_nl: Bevestig wachtwoord

source: Modify Success!
nl_nl: Wijziging succesvol

source: Sorry, There is no results!
nl_nl: Er zijn geen resultaten

source: Content
nl_nl: Inhoud

source: Save
nl_nl: Opslaan

source: English
nl_nl: Engels

source: Dutch
nl_nl: Nederlands

source: Privacy Policy
nl_nl: Privacybeleid
